Revit 2027 API
BuiltInFailures.ArrayFailures.CannotCreateArraySelectionIsGrouped Property
 Can't create an array because the selection cannot be grouped.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId CannotCreateArraySelectionIsGrouped { get; }
Public Shared ReadOnly Property CannotCreateArraySelectionIsGrouped As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ CannotCreateArraySelectionIsGrouped {
	FailureDefinitionId^ get ();
}
static member CannotCreateArraySelectionIsGrouped : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.ArrayFailures Class
Autodesk.Revit.DB Namespace